---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.DisplacementElement
source: html/b22d4d89-022c-ea70-fc2d-868679609d72.htm
---
# DisplacementElement Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.